{{ if eq .chezmoi.os "darwin" -}}
tap "common-fate/granted"
tap "filippo.io/age", "https://filippo.io/age"
tap "fujiwara/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kovetskiy/mark"
tap "martido/graph"
tap "microsoft/git"
tap "minamijoyo/tfmigrate"
tap "minamijoyo/tfupdate"
tap "robscott/tap"
{{ if eq .category "work" -}}
brew "ansible"
brew "ansible-lint"
{{ end -}}
brew "age"
brew "arping"
brew "autoconf"
brew "asdf"
brew "sqlite"
brew "xz"
brew "awscli"
brew "p7zip"
brew "chezmoi"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "dive"
brew "dockutil"
brew "dos2unix"
brew "entr"
brew "freetype"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "gettext"
brew "gist"
brew "git"
brew "git-extras"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
{{ if eq .category "work" -}}
brew "go-jira"
{{ end -}}
brew "graphviz"
brew "htop"
brew "hub"
{{ if eq .category "home" -}}
brew "hugo"
{{ end -}}
{{ if eq .category "work" -}}
brew "ical-buddy"
{{ end -}}
brew "oniguruma"
brew "jq"
brew "kind"
brew "krew"
brew "kubectx"
brew "kubeval"
brew "kubernetes-cli"
brew "m-cli"
brew "mas"
brew "mdcat"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "minamijoyo/tfupdate/tfupdate"
brew "minikube"
brew "nmap"
brew "openssh"
brew "piknik"{{ if eq .piknik_role "server" "hybrid" }}, restart_service: true{{ end }}
brew "pipenv"
brew "pre-commit"
brew "pstree"
brew "pwgen"
brew "ruby-build"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "socat"
brew "sops"
brew "stern"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "unison"
{{ if eq .category "work" -}}
brew "vault"
{{ end -}}
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
{{ if eq .category "home" -}}
brew "youtube-dl"
{{ end -}}
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "common-fate/granted/granted"
brew "fujiwara/tap/tfstate-lookup"
brew "goreleaser/tap/goreleaser"
brew "johanhaleby/kubetail/kubetail"
brew "kovetskiy/mark/mark"
brew "robscott/tap/kube-capacity"
{{ if ne .category "work" -}}
cask "1password"
{{ end -}}
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "aws-vpn-client"
{{ if eq .category "home" -}}
cask "calibre"
{{ end -}}
cask "dash"
cask "docker"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "git-credential-manager-core"
{{ if ne .category "work" -}}
cask "google-chrome"
{{ end -}}
cask "google-cloud-sdk"
cask "google-drive"
{{ if eq .category "home" -}}
cask "handbrake"
{{ end -}}
cask "hammerspoon"
cask "iterm2"
{{ if eq .category "home" -}}
cask "keybase"
{{ end -}}
cask "kap"
{{ if eq .category "home" -}}
cask "makemkv"
{{ end -}}
cask "logitech-camera-settings"
{{ if ne .category "work" -}}
cask "micro-snitch"
{{ end -}}
cask "moom"
{{ if eq .category "home" -}}
cask "musicbrainz-picard"
{{ end -}}
cask "ngrok"
cask "notion"
cask "obsidian"
cask "osxfuse"
{{ if eq .category "work" -}}
cask "plantronics-hub"
{{ end -}}
cask "plexamp"
cask "pocket-casts"
cask "raindropio"
{{ if eq .category "home" -}}
cask "raspberry-pi-imager"
{{ end -}}
cask "rescuetime"
{{ if eq .category "home" -}}
cask "signal"
{{ end -}}
cask "skitch"
{{ if ne .category "work" -}}
cask "slack"
{{ end -}}
cask "spectacle"
cask "spotify"
cask "syncthing"
{{ if ne .category "work" -}}
cask "steam"
cask "tunnelblick"
{{ end -}}
cask "typora"
cask "visual-studio-code"
{{ if eq .category "home" -}}
cask "vlc"
{{ end -}}
cask "wireshark"
{{ if ne .category "work" -}}
cask "zoom"
{{ end -}}
{{ if eq .category "home" -}}
mas "CleanMyDrive 2", id: 523620159
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
{{ end -}}
mas "Meeter", id: 1510445899
mas "Xcode", id: 497799835
{{ end -}}
