{{ if eq .chezmoi.os "darwin" -}}
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "martido/graph"
tap "minamijoyo/tfmigrate"
tap "minamijoyo/tfupdate"
brew "arping"
brew "autoconf"
brew "asdf"
brew "xz"
brew "awscli"
brew "p7zip"
brew "chezmoi"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "dos2unix"
brew "freetype"
brew "fontconfig"
brew "fzf"
brew "gd"
brew "gettext"
brew "gist"
brew "git"
brew "git-extras"
brew "pcre"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "gts"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "hub"
brew "hugo"
brew "oniguruma"
brew "jq"
brew "node"
brew "jsonlint"
brew "krew"
{{ if eq .category "RechargeApps" -}}
brew "lastpass-cli"
{{ end -}}
brew "m-cli"
brew "mas"
brew "mdcat"
brew "minamijoyo/tfmigrate/tfmigrate"
brew "minamijoyo/tfupdate/tfupdate"
brew "minikube"
{{ if eq .category "RechargeApps" -}}
brew "mysql"
{{ end -}}
brew "nmap"
brew "openssh"
brew "pinentry-mac"
brew "pipenv"
brew "pre-commit"
brew "pstree"
brew "ruby-build"
brew "ruby"
brew "ruby-install"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "socat"
brew "sops"
brew "the_silver_searcher"
brew "tree"
brew "unison"
{{ if eq .category "RechargeApps" -}}
brew "vault"
{{ end -}}
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykpers"
brew "ykman"
{{ if eq .category "home" -}}
brew "youtube-dl"
{{ end -}}
brew "yq"
brew "yubico-piv-tool"
brew "zsh"
brew "zsh-completions"
brew "goreleaser/tap/goreleaser"
brew "instrumenta/instrumenta/kubeval"
brew "johanhaleby/kubetail/kubetail"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alfred"
{{ if eq .category "home" -}}
cask "calibre"
{{ end -}}
cask "dash"
cask "docker"
{{ if eq .category "home" -}}
cask "filebot"
{{ end -}}
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
{{ if eq .category "home" -}}
cask "handbrake"
{{ end -}}
cask "iterm2"
cask "keybase"
{{ if eq .category "RechargeApps" -}}
cask "lastpass"
{{ end -}}
{{ if eq .category "home" -}}
cask "makemkv"
cask "musicbrainz-picard"
{{ end -}}
cask "ngrok"
cask "notion"
cask "osxfuse"
{{ if eq .category "RechargeApps" -}}
cask "plantronics-hub"
{{ end -}}
cask "pocket-casts"
cask "rescuetime"
cask "skitch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
{{ if eq .category "home" -}}
cask "vlc"
{{ end -}}
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
{{ if eq .category "home" -}}
mas "CleanMyDrive 2", id: 523620159
{{ end -}}
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Meeter", id: 1510445899
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
{{ if eq .category "home" -}}
mas "QVR Client", id: 806101067
{{ end -}}
mas "Xcode", id: 497799835
{{ end -}}
