tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "brew-cask-completion"
brew "bundler-completion"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "dos2unix"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gd"
brew "gem-completion"
brew "gettext"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "gnupg@1.4"
brew "gnutls"
brew "go"
brew "graphviz"
brew "hadolint"
brew "handbrake"
brew "heroku"
brew "htop-osx"
brew "hub"
brew "jq"
brew "jrnl"
brew "jsonlint"
brew "libgcrypt"
brew "libtool"
brew "libyaml"
brew "m-cli"
brew "mas"
brew "mitmproxy"
brew "nmap"
brew "oniguruma"
brew "opensc"
brew "openssh"
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "pcre"
brew "perl"
brew "phantomjs"
brew "pip-completion"
brew "postgresql"
brew "proselint"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "python3"
brew "rake-completion"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "ruby"
brew "ruby-build"
brew "ruby-completion"
brew "shellcheck"
brew "socat"
brew "ssh-copy-id"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmate"
brew "tree"
brew "unison"
brew "vagrant-completion"
brew "vim"
brew "watch"
brew "wget"
brew "xz"
brew "yubico-piv-tool"
cask "atom"
cask "bitbar"
cask "calibre"
cask "chefdk"
cask "docker"
cask "font-hack"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "java"
cask "jxplorer"
cask "keepassxc"
cask "keybase"
cask "kindlegen"
cask "kitematic"
cask "licecap"
cask "logitech-myharmony"
cask "ngrok"
cask "postman"
cask "send-to-kindle"
cask "skitch"
cask "skype"
cask "slack"
cask "spectacle"
cask "supersync"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
cask "yubikey-piv-manager"
cask "zoomus"
mas "Pocket", id: 568494494
mas "Xcode", id: 497799835
