tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/x11'
brew 'ansible'
brew 'autoconf'
brew 'bash-completion'
brew 'coreutils'
brew 'ctags'
brew 'diff-so-fancy'
brew 'direnv'
brew 'dockutil'
brew 'dos2unix'
brew 'fontconfig'
brew 'freetype'
brew 'gd'
brew 'gdbm'
brew 'gist'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'handbrake'
brew 'htop-osx'
brew 'hub'
brew 'jpeg'
brew 'jq'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'mas'
brew 'm-cli'
brew 'node'
brew 'nmap'
brew 'oniguruma'
brew 'openssl'
brew 'openssl@1.1'
brew 'pcre'
brew 'perl'
brew 'phantomjs'
brew 'pkg-config'
brew 'pv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'shellcheck'
brew 'socat'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'stow'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'webp'
brew 'wget'
brew 'xz'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/bundler-completion'
brew 'homebrew/completions/ruby-completion'
brew 'homebrew/completions/vagrant-completion'
cask 'atom'
cask 'bitbar'
cask 'chefdk'
cask 'docker'
cask 'evernote'
cask 'font-menlo-for-powerline'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'java'
cask 'jxplorer'
cask 'keepassx'
cask 'kitematic'
cask 'licecap'
cask 'logitech-myharmony'
cask 'macdown'
cask 'ngrok'
cask 'postman'
cask 'send-to-kindle'
cask 'skype'
cask 'slack'
cask 'supersync'
cask 'transmission'
cask 'tunnelblick'
cask 'spectacle'
cask 'vagrant'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'wkhtmltopdf'
cask 'xquartz'
mas 'Pocket', id: 568494494
mas 'Skitch', id: 425955336
mas 'Xcode', id: 497799835
