tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
brew 'autoconf'
brew 'bash-completion'
brew 'ctags'
brew 'diff-so-fancy'
brew 'direnv'
brew 'dockutil'
brew 'gdbm'
brew 'gist'
brew 'git'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'libyaml'
brew 'mas'
brew 'node'
brew 'nmap'
brew 'oniguruma'
brew 'openssl'
brew 'pcre'
brew 'perl'
brew 'phantomjs'
brew 'pkg-config'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'stow'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/bundler-completion'
brew 'homebrew/completions/ruby-completion'
brew 'homebrew/completions/vagrant-completion'
cask 'chefdk'
cask 'evernote'
cask 'font-menlo-for-powerline'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'java'
cask 'joinme'
cask 'keepassx'
cask 'macdown'
cask 'send-to-kindle'
cask 'skype'
cask 'slack'
cask 'transmission'
cask 'tunnelblick'
cask 'vagrant'
cask 'vmware-fusion'
cask 'wireshark'
cask 'wkhtmltopdf'
mas 'Pocket', id: 568494494
mas 'Skitch', id: 425955336
mas 'Xcode', id: 497799835
