tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/brew-graph"
brew "arping"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "bash-preexec"
brew "brew-cask-completion"
brew "bundler-completion"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "dockutil"
brew "dos2unix"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gem-completion"
brew "gettext"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "hub"
brew "hugo"
brew "jq"
brew "jrnl"
brew "jsonlint"
brew "libdvdcss"
brew "libffi"
brew "libgcrypt"
brew "libidn2"
brew "libtool"
brew "libyaml"
brew "m-cli"
brew "martido/brew-graph/brew-graph"
brew "mas"
brew "mitmproxy"
brew "mtr"
brew "nmap"
brew "node"
brew "oniguruma"
brew "openssh"
brew "openssl"
brew "p7zip"
brew "packer-completion"
brew "pcre"
brew "pinentry"
brew "pinentry-mac"
brew "pip-completion"
brew "pkg-config"
brew "proselint"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "rake-completion"
brew "rbenv"
brew "rbenv-gemset"
brew "readline"
brew "ruby"
brew "ruby-build"
brew "ruby-completion"
brew "ruby-install"
brew "shellcheck"
brew "socat"
brew "ssh-copy-id"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "unison"
brew "vim"
brew "watch"
brew "wget"
brew "xz"
brew "ykman"
brew "ykpers"
brew "yq"
brew "yubico-piv-tool"
cask "1password"
cask "alfred"
cask "atom"
cask "dash"
cask "docker"
cask "font-hack"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "google-drive"
cask "evernote"
cask "handbrake"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "licecap"
cask "logitech-myharmony"
cask "makemkv"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "rescuetime"
cask "skitch"
cask "slack"
cask "spectacle"
cask "supersync"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
cask "yubico-authenticator"
cask "yubikey-personalization-gui"
cask "yubikey-piv-manager"
cask "zoomus"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "QVR Client", id: 806101067
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
